12/data/attachments/588573aeb5f50a02.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5e24a385-e2b3-4999-8960-8f5fa332c93c</nif:username>
            <nif:friendToBeAdded>Laura_religious_Actions_10548_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>